Repository: salamzadeh/urlyar
Catalog: languages/url-shortener-*.po
Languages: fa_ir

source: URLYar URL Shortener
fa_ir: کوتاه کننده یو آر ال یار

source: Options
fa_ir: تنظیمات

source: General
fa_ir: عمومی

source: Additional Features
fa_ir: امکانات بیشتر

source: Main Settings
fa_ir: تنظیمات اصلی

source: URL Shortener Integration
fa_ir: کوتاه کننده URL

source: Enable Short URL generation using your <a href="#shorturl_selector">configured service<a/>.
fa_ir: با استفاده از <a href="#shorturl_selector">تنظیمات انجام شده</a> خود، تولید URL کوتاه را فعال کنید .

source: Use Permalinks for Short URLs
fa_ir: از پیوندهای یکتا برای URL های کوتاه استفاده کنید

source: Use your <a href="%s/wp-admin/options-permalink.php">permalinks</a> to generate the Short URL.
fa_ir: از <a href="%s/wp-admin/options-permalink.php">پیوندهای یکتا</a> برای تولید URL کوتاه استفاده کنید.

source: (Default: "http://yoursite/?p=123" or "http://yoursite/?page_id=123")
fa_ir: (پیش فرض: "http: // yoursite /؟ p = 123" یا "http: // yoursite /؟ page_id = 123")

source: Append Short URL to:
fa_ir: اضافه کردن URL کوتاه به:

source: Posts (Homepage)
fa_ir: نوشته ها (صفحه اصلی)

source: Posts (Individual)
fa_ir: نوشته های (داخلی)

source: Pages
fa_ir: برگه‌ها

source: Products
fa_ir: محصولات

source: Text before Short URL link
fa_ir: متن قبل از لینک کوتاه لینک

source: Nice ID
fa_ir: شناسه خوب

source: Nice ID URLs
fa_ir: URL های شناسه خوب

source: (Formally named template_redirection)
fa_ir: (به طور معمول به نام template_redirection)

source: Allows usage of "http://yoursite/123" instead of "http://yoursite/?p=123"
fa_ir: به "http: // yoursite /؟ p = 123" اجازه استفاده از "http: // yoursite / 123" را می دهد

source: Nice ID URL Prefix
fa_ir: پیشوند دلخواه URL های شناسه خوب

source: default: "/" (http://yoursite/123)</span> <p>Examples: <br />"<span class="red">prefix/</span>" = http://yoursite/<span class="red">prefix/</span>123 <br />"<span class="red">prefix-</span>" = http://yoursite/<span class="red">prefix-</span>123 </p>
fa_ir: به طور پیش فرض: "/" (http: // yoursite / 123) </span> <p style=";text-align:right;direction:rtl"> مثال ها: <br />"<span class="red">prefix/</span>" = http://yoursite/<span class="red">prefix/</span>123 <br />"<span class="red">prefix-</span>" = http://yoursite/<span class="red">prefix-</span>123 </p>

source: Shortcode
fa_ir: کد کوتاه

source: Disable Shortcode [urlyar_shortlink]
fa_ir: غیر فعال کردن شورتکد [urlyar_shortlink]

source: Disables the usage of URL Shortener shortcode [urlyar_shortlink]
fa_ir: استفاده از شورتکد کوتاه کننده لینک [urlyar_shortlink] را غیرفعال می کند

source: QR Code
fa_ir: کد کیو آر

source: Append QR Code to:
fa_ir: اضافه کردن QR به:

source: QR Code Provider
fa_ir: سرویس دهنده QR

source: Google
fa_ir: گوگل

source: Text before QR Code
fa_ir: متن قبل از کد QR

source: URL Service Configuration
fa_ir: پیکربندی سرویس URL

source: Select and configure your desired Short URL service.
fa_ir: سرویس کوتاه کننده URL دلخواه خود را انتخاب و تنظیم کنید

source: <span class="red">*</span> are required configurations for that service.
fa_ir: <span class="red">*</span> تنظیمات برای آن سرویس الزامی است.

source: Select
fa_ir: انتخاب

source: Services
fa_ir: سرویس ها

source: Configuration
fa_ir: پیکربندی

source: User/ID
fa_ir: شناسه کاربری

source: Key/API
fa_ir: Key / API Key مشتری

source: Password
fa_ir: کلمه عبور

source: URL to the YOURLS API
fa_ir: آدرس مربوط وب سرویس

source: Service/Domain
fa_ir: خدمات / دامنه

source: No Configuration Needed
fa_ir: بدون نیاز به پیکربندی

source: <strong>Service Configuration: </strong>Please fill the required User/ID
fa_ir: <strong>پیکربندی سرویس:</strong> لطفا کاربر / شناسه مورد نیاز را پر کنید

source: <strong>Service Configuration: </strong>Please fill in the required API/Key
fa_ir: <strong>پیکربندی سرویس:</strong> لطفا API / کلید مورد نیاز را پر کنید

source: Save Changes
fa_ir: ذخیره‌ی تغییرات

source: More Information
fa_ir: اطلاعات بیشتر

source: Additional information and upgrade notes are available via the plugin's <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin">Wiki Page</a>
fa_ir: اطلاعات اضافی و نکات ارتقاء از طریق <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin">صفحه ویکی</a> پلاگین قابل دسترسی است

source: Do check out the <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin/faq">FAQ</a> and <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin/known-issues">Known Issues</a> as well
fa_ir: همچنین بخش های <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin/faq">سوالات متداول</a> و <a href="http://salamzadeh.net/plugins/urlyar/docs/url-shortener-wordpress-plugin/known-issues">مسائل شناخته شده</a> را بررسی کنید

source: Version References
fa_ir: مراجع نسخه

source: Plugin Version:
fa_ir: ورژن افزونه:

source: Shortener Modules
fa_ir: ماژول های کوتاه کننده

source: Name
fa_ir: نام

source: Description
fa_ir: توضیحات

source: ID
fa_ir: آیدی

source: Support
fa_ir: پشتیبانی

source: You can get support for the plugin via the following channels:
fa_ir: شما می توانید از طریق کانال های زیر در خصوص افزونه پشتیبانی دریافت کنید:

source: <a href="http://wordpress.org/tags/url-shortener">WordPress Support Forum</a>
fa_ir: <a href="http://wordpress.org/tags/url-shortener">انجمن پشتیبانی وردپرس</a>

source: <a href="https://www.salamzadeh.net/contact/">Send me a message</a>
fa_ir: <a href="https://www.salamzadeh.net/contact/">برایم پیام بفرست</a>

source: If you like this plugin and would like to <a href="http://salamzadeh.net/plugins/urlyar/contribute/">Contribute</a> back, I'll be very grateful!
fa_ir: اگر این افزونه را دوست دارید و مایل به <a href="http://salamzadeh.net/plugins/urlyar/contribute/">کمک هستید</a> ، بسیار سپاسگزارم!

source: Get Shortlink
fa_ir: دریافت پیوندک

source: This plugin provides integration of URL Shorteners (e.g. urlyar.ir, trew.ir, fsda.ir, saqw.ir and what you want).
fa_ir: این افزونه خدمات کوتاه کردن لینک را فراهم می کند (مانند urlyar.ir، trew.ir، fsda.ir، saqw.ir و آنچه شما بخواهید).

source: Sasan Salamzadeh
fa_ir: ساسان سلام زاده
